Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-representanter-2005-2009.html.tmx
Source language: nob
Languages: sme

source: Sametingets representanter 2005-2009
sme: Sámedikki áirasat 2005-2009

source: Liste over Sametingets representanter i det 5. Sametinget, i perioden 2005-2009.
sme: Sámedikki áirasat 5. Sámedikkis,áigodagas 2005-2009.

source: 1 Varanger
sme: 1 Várjjat

source: 1. Magnhild Mathisen (DnA), leder i valgkomiteen
sme: 1. Magnhild Mathisen (DnA), válgalávdegotti jođiheaddji

source: 2. Gunn-Britt Retter (NSR/SáB)
sme: 2 Deatnu

source: 1. Marianne Balto Henriksen (DnA), leder i Nærings- og kulturkomiteen, visepresident 2007-2009
sme: 1. Marianne Balto Henriksen (DnA), ealáhus- ja kulturlávdegotti jođiheaddji, várrepresideanta 2007-2009

source: 3. Per-Ivar Henriksen (DnA)
sme: 2. Jánoš Trosten (NSR/SáB) 3 Kárášjohka

source: 1. Egil Olli (DnA), sametingspresident 2007-2009
sme: 1. Egil Olli (DnA), sámediggepresideanta 2007-2009

source: 4. Marie Therese Nordsletta Aslaksen (DnA)
sme: 2. Terje H. Tretnes (SáB), sámediggeráđi lahttu 2005-2007 4 Guovdageaidnu

source: 1. Aili Keskitalo (NSR), sametingspresident 2005-2007
sme: 1. Aili Keskitalo (NSR), sámediggepresideanta 2005-2007

source: 2. Per Andersen Bæhr (JL)
sme: 3. Isak Mathis O. Hætta (DL)

source: 5 Porsanger
sme: 5 Porsáŋgu

source: 1. Per Edvind Varsi (DnA)
sme: 1. Josef Ingmar Vedhugnes (DnA)

source: 7 Nord-Troms
sme: 6 Áltá/Fálesnuorri

source: 2. Tor Mikalsen (NSR)
sme: 2. John Harald Skum (NSR)

source: 3. Hilde Anita Nyvoll (DnA), leder i Kontrollkomiteen 2006, sametingsrådsmedlem 2007-2009
sme: 3. Hilde Anita Nyvoll (DnA), Bearráigeahččanlávdegotti jođiheaddji 2006, sámediggeráđi lahttu 2007-2009

source: 1. Randi A. Skum (NSR), sametingsrådsmedlem 2005-2007
sme: 1. Randi A. Skum (NSR), sámediggeráđi lahttu 2005-2007

source: 2. Bjarne Store-Jakobsen (DnA) 3. Lene Hansen (NSR)
sme: 1. Ann-Mari Thomassen (NSR), sámediggeráđi lahttu 2006-2007

source: 2. Berit Oskal Eira (DnA) (permisjon – statssekretær)
sme: 2. Berit Oskal Eira (DnA) (permišuvdna – stáhtačálli)

source: 4. Henrik Eriksen (DnA) (fast representant i tiden Berit Oskal Eira var statssekretær)
sme: 4. Henrik Eriksen (DnA) (fásta áirras dan áiggis go Berit Oskal Eira lei stáhtačállin)

source: 3. Roger Pedersen (NSR), leder i Plan- og finanskomiteen
sme: 3. Roger Pedersen (NSR), Plána- ja finánsalávdegotti jođiheaddji

source: 1. Tone Finnesen (NSR)
sme: 11 Gaska Nordlánda

source: 2. Anders Urheim (DnA)
sme: 1. Jarle Jonassen (NSR), sámediggeráđi lahttu 2005-2007, čoahkkinjođihangotti jođiheaddji 2007-2009

source: 2. Sten Erling Jønsson (DnA)
sme: 13 Lulli-Norga 2. Jørn Are Gaski (DnA)

source: 3. Johan Mikkel Sara (SBS), visepresident 2005-2007
sme: 3. Johan Mikkel Sara (SBS), várrepresideanta 2005-2007
